[
    {
        "id": 1,
        "title": "Baldur's Gate",
        "platform": [
            "MacOs",
            "Windows",
            "SteamOS",
            "PlayStation"
        ],
        "rating": 8.7,
        "votes": 100,
        "price": 400,
        "description" : "Действие игры происходит в наиболее проработанной в рамках второй редакции AD&D игровой вселенной Forgotten Realms (Забытые Королевства), в регионе Побережья мечей (Sword Coast), от города Врата Бальдура на севере до Нашкеля на юге. Подробное описание этой области содержится в изданной TSR в 1994 году книге Volo's Guide to The Sword Coast, адаптированные отрывки из которой были включены в руководство игры (раздел Volo's Guide to Baldur's Gate)."
    },
    {
        "id": 2,
        "title": "Baldur's Gate II",
        "platform": [
            "MacOs",
            "Windows",
            "SteamOS"
        ],
        "rating": 8.4,
        "votes": 90,
        "price": 450,
        "description" : "Компьютерная ролевая игра, разработанная канадской студией BioWare и выпущенная Interplay Entertainment для Windows в 2000 году. Baldur’s Gate II является продолжением Baldur’s Gate и схожим образом использует правила настольной ролевой игры Advanced Dungeons & Dragons."
    },
    {
        "id": 3,
        "title": "Dota 2",
        "platform": [
            "MacOs",
            "Windows",
            "SteamOS"
        ],
        "rating": 7.4,
        "votes": 170,
        "price": 0,
        "description" : "Компьютерная многопользовательская командная игра в жанре multiplayer online battle arena, разработанная Valve Corporation. Игра является продолжением DotA — пользовательской карты-модификации для игры Warcraft III: Reign of Chaos и дополнения к ней Warcraft III: The Frozen Throne."
    },
    {
        "id": 4,
        "title": "Heroes 2",
        "platform": [
            "Windows",
            "Xbox"
        ],
        "rating": 8.4,
        "votes": 1170,
        "price": 500,
        "description" : "Компьютерная игра в жанре пошаговой стратегии с элементами RPG, вторая часть в серии фэнтезийных игр Heroes of Might and Magic. Игра была разработана компанией New World Computing и издана The 3DO Company 1 октября 1996 года."
    },
    {
        "id": 5,
        "title": "S.T.A.L.K.E.R - Чистое небо",
        "platform": [
            "Windows"
        ],
        "rating": 7.9,
        "votes": 990,
        "price": 1100,
        "description" : "Компьютерная игра в жанре шутера от первого лица с элементами ролевой игры, разработанная украинской компанией GSC Game World и выпущенная в России 22 августа 2008 года. Издателем в странах СНГ и Украине является GSC World Publishing, в остальном мире игру издаёт компания Deep Silver."
    },
    {
        "id": 6,
        "title": "Goat Simulator",
        "platform": [
            "MacOs",
            "Windows",
            "SteamOS"
        ],
        "rating": 6.4,
        "votes": 435,
        "price": 0,
        "description" : "Видеоигра, разработанная студией Coffee Stain Studios в 2014 году. Выпущена на персональных компьютерах через сервис цифровой дистрибуции Steam 1 апреля 2014 года.11 августа 2015 года, игра вышла на PS3 и PS4 в Америке. 12 августа 2015 года в Европе."
    },
    {
        "id": 7,
        "title": "Motorsport Manager",
        "platform": [
            "MacOs",
            "Windows"
        ],
        "rating": 6.9,
        "votes": 370,
        "price": 2550,
        "description" : "Гоночная игра-стратегия для управления гонками, разработанная британским разработчиком видеоигр Playsport Games. Игра была выпущена для iOS в августе 2014 года, а для Android - в 2015 году. Sega выпустила настольную версию игры для MacOS, Microsoft Windows и Linux в ноябре 2016 года."
    },
    {
        "id": 8,
        "title": "Team Fortress 2",
        "platform": [
            "MacOs",
            "Windows",
            "SteamOS"
        ],
        "rating": 8.9,
        "votes": 621,
        "price": 0,
        "description" : "Компьютерная игра в жанре многопользовательского шутера от первого лица, разработанная и впервые изданная компанией Valve Corporation в 2007 году в составе сборника The Orange Box для Windows и Xbox 360; позднее в этом же году состоялся релиз игры в варианте для PlayStation 3; релиз самостоятельной."
    },
    {
        "id": 9,
        "title": "Terraria",
        "platform": [
            "MacOs",
            "Windows",
            "SteamOS"
        ],
        "rating": 7.0,
        "votes": 351,
        "price": 0,
        "description" : "Компьютерная инди-игра в жанре приключенческой песочницы, разработанная американской студией Re-Logic. Была выпущена в 2011 году для компьютеров Microsoft Windows с распространением через систему цифровой дистрибуции Steam."
    },
    {
        "id": 10,
        "title": "Fallout 76",
        "platform": [
            "Windows"
        ],
        "rating": 5.9,
        "votes": 779,
        "price": 0,
        "description" : "Многопользовательская компьютерная игра в жанре Action/RPG, разработанная американской студией Bethesda Game Studios и выпущенная Bethesda Softworks для платформ Windows, PlayStation 4 и Xbox One в 2018 году. Игра была анонсирована 30 мая 2018 года."
    },
    {
        "id": 11,
        "title": "XCOM: Enemy Unknown",
        "platform": [
            "MacOs",
            "Windows"
        ],
        "rating": 7.8,
        "votes": 671,
        "price": 770,
        "description" : "Компьютерная игра в жанре компьютерная стратегия/тактическая RPG, вышедшая 9 октября 2012 года. Разработчик — Firaxis Games, издатель — 2K Games. Игра выпущена на платформах Microsoft Windows, PlayStation 3, Xbox 360, macOS, Linux, iOS и Android."
    },
    {
        "id": 12,
        "title": "Mortal Kombat 11",
        "platform": [
            "Windows",
            "PlayStation",
            "Xbox"
        ],
        "rating": 9,
        "votes": 271,
        "price": 5770,
        "description" : "Компьютерная игра в жанре файтинг, разработанная американской студией NetherRealm Studios под издательством WB Games для игровых платформ PlayStation 4, Xbox One, Nintendo Switch и Microsoft Windows. Mortal Kombat 11 является продолжением Mortal Kombat X и одиннадцатой по счёту игрой в основной серии Mortal Kombat. Анонс игрового трейлера впервые был представлен на The Game Awards 2018. Выход игры состоялся 23 апреля 2019 года."
    }
]
